;Language: Swedish
;Translator: eson
;Contact: eson57@gmail.com


[win7shell]
RTL=0
newvers=Det finns en ny version tillgänglig
disableupdate=Du kan stänga av den automatiska uppdateringskontrollen i inställningarna
opendownload=Vill du öppna nedladdningssidan?
uninstall=Du kommer inte att se denna fråga igen, vill du avinstallera pluggen, gå till
uninstallhowto='Inställningar för Winamp -> Plugin-program -> Allmänt bruk -> Windows 7 Taskbar Integration' ...och avinstallera.
info=Information
config=Konfigurera pluggen
on=PÅ
off=AV
previous=Föregående
pause=Paus
play=Spela
stop=Stopp
next=Nästa
errorthumb=Ett fel uppstod när miniatyren skulle skapas, funktionen stängs av
playing=Spelar
paused=Pausad
stopped=Stoppad
taskinitfail=Kunde inte starta gränssnittet för Windows 7 taskbar 
images=Bildformat som stöds
usethumbbg=Använd som miniatyrbakgrund
selectimage=Välj en bildfil
afterrestart=Ändring av kontrollknapparna får effekt först efter omstart av Winamp.
applysettings=Verkställer inställningar
help1=Texten du matar in i textboxen kommer att visas i miniatyren. Du kan skriva hur många rader du vill. Om funktionen 'Krymp miniatyr' är aktiverad, kommer miniatyrstorleken att avgöras beroende på antalet rader i denna textbox.
help2=För att skapa dynamisk text kan du nyttja en uppsättning meta-ord som om du inkluderar dom i texten, kommer att ersättas av aktuell data från Winamp. Här är meta-orden: 
help3=En rad som innehåller detta kommer att visas centrerad
help5=Titel som spelas för tillfället
help6=Artist som spelas för tillfället
help7=Albumnamn, tomt om uppgift saknas
help8=Albumets utgivningsår, tomt om uppgift saknas
help9=Spårnummer
help10=Låtklassificering i siffror (t.ex. 4)
help11=Låtklassificering i stjärnor (t.ex. ★★★★ )
help12=Aktuell uppspelningstid
help13=Återstår av aktuell uppspelningstid
help14=Total uppspelningstid
help15=Position i aktuell spelningslista
help16=Totalt antal spår i aktuell spelningslista
help17=Bithastighet i kb/s
help18=Samplingsfrekvens i kHz
help19=Aktuell volym i procent (%-tecken ej inkluderat)
help20=Blanda-läge (Av / På)
help21=Repetera-läge (Av / På))
help=Hjälp
transparent=Transparent
albumart=Album art
defbg=Standardbakgrund
custombg=Anpassad bakgrund
browse=Bläddra
buttons=Visa spelkontrollknappar
shrink=Krymp miniatyr, beroende på antal textrader
taskicon=Aktivitetfältsikon
progressbar=Använd förloppsindikator för att visa status
streaming=Visa 'obestämd' förloppsindikator för strömmande media
error=Visa 'felläge' (röd ikon) när media är stoppad
overlays=Använd 'ikonöverdrag' för att visa spelarstatus
jumplist=Hopplista
bugslink=Felrapportering och förslag
bugstext=Rapportera fel och önskemål för detta plugin
sitelink=Projektets hemsida
sitetext=För uppdateringar, nyheter, skärmklipp och detaljerad översikt
noupdate=Kontrollera inte uppdateringar vid uppstart
ok=OK
cancel=Avbryt
removetitle=Ta bort Winamp´s fönstertitel
selectfont=Välj teckensnitt
aa=Anti alias text
selectshadow=Skuggfärg
enable=Aktivera anpassad Aero Peek-miniatyr
plugdev=Utveckling
thumboptions=Alternativ
thumbtext=Text
background=Bakgrund
translink=Översättningar
transtext=Hjälp till med översättning, eller ladda ner tillgängliga översättningar
favorite=Favorit
vumeter=Använd förloppsindikator som VU-meter
iconic=Visa bild som ikon istället för bakgrund
author=Utvecklare
volup=Volym +10%
voldown=Volym -10%
openfile=Öppna fil
thumbpb=Visa förloppsindikator i miniatyren
wapref=Winamp Inställningar
startwa=Vänligen, starta Winamp först
jumplisterror=Kunde inte skapa hopplista
revert=används, bakgrund ej tillgänglig vid detta val
jlchoice=Visa följande kategorier i hopplistan:
jlrecent=Senast spelade
jlfrequent=Oftast spelade
jltasks=Uppgifter
creditslink=Tack till...
creditstext=Dom som hjälpt till att skapa detta plugin!
resumeplay=Återuppta uppspelning
fromstart=Spela från början
help22=En rad som innehåller detta kommer att visas med större teckensnitt
help23=En rad som innehåller detta kommer att visas till vänster om miniatyren
bookmark=Bokmärken
jlnote=Note: Endast filer som hanteras av Winamp läggs till i listan (Det måste inte vara standardprogram). Om du vill rensa hopplistan, kan du ta bort filerna från systemmappen "Recent" (Tidigare). Bokmärken uppdateras vid omstart och när inställningar sparas.
mute=Tystnad
playlists=Spelningslistor
stopafter=Stoppa efter nuvarande låt
maxbuttons=(Max 7 knappar)
help24=Skuggar aktuell rad (vald färg)
help25=Visar en halvtransparent box som textbakgrund (vald färg)
help26=Textersättning
help27=Textformatering
applybutton=Verkställ
help28=Hindrar denna textrad från att scrolla